Revit 2027 API
ParameterTypeId.ImportAdtEntityType Property
 "Type Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportAdtEntityType { get; }
Public Shared ReadOnly Property ImportAdtEntityType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportAdtEntityType {
	ForgeTypeId^ get ();
}
static member ImportAdtEntityType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace